Repository: Abensai/Studi
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Home
fr: Accueil

source: Establishment
fr: Établissement

source: Profile
fr: Mon compte

source: Infos
fr: Informations

source: Booking
fr: Réservation

source: About us
fr: À propos

source: Contact us
fr: Contactez-nous

source: Lougout
fr: Se déconnecter

source: Login
fr: Connexion

source: Dashboard
fr: Tableau de bord

source: Hypnos app data management
fr: Gestion des données de l'application Hypnos

source: HYPNOS Group Hotelier
fr: HYPNOS Groupe Hôtelier

source: @2022 copyright all right reserved
fr: @2022 copyright tous droits réservés

source: See More
fr: Voir plus

source: A sharp selection of exceptional and authentic hotels,
fr: Une sélection pointue d’hôtels d’exception et authentiques,

source: guaranteeing luxurious experiences with unique charm.
fr: garantissant des expériences luxueuse au charme unique.

source: And take advantage of personalized and caring service in our many exceptional suites.
fr: Et profitez d'un service personnalisé et aux petits soins dans nos nombreuse suites d'exception.

source: Luxury nights
fr: Des nuits de luxe

source: ABOUT US
fr: À PROPOS

source: Hypnos is plural and personal
fr: Hypnos est pluriel et personnel

source: Life experience hoteliers
fr: Des Hôteliers d'expérience de vie

source: Hotels selected with great care
fr: Des hôtels sélectionnés avec le plus grand soin

source: The search for excellence makes it possible to ensure that everything is in place to offer the best: best materials, best human skills, best service delivery. It is a motivation that conditions us to give the best of ourselves.
fr: La recherche de l'excellence permet de s'assurer que tout est en place pour offrir le meilleur : meilleurs matériaux, meilleures compétences humaines, meilleure prestation de service. C'est une motivation qui nous conditionne à donner le meilleur de nous-mêmes.

source: The best way to achieve exceptional service is to personalize the customer's stay, to do everything to know him to understand his needs. To surprise him, you have to anticipate his needs and design moments of life that will be memorable. Hoteliers are craftsmen of life experiences.
fr: La meilleure façon d'arriver à offrir un service exceptionnel est de personnaliser le séjour du client, de tout faire pour le connaître pour comprendre ses besoins. Pour le surprendre, il faut anticiper ses besoins et lui concevoir des moments de vie qui seront mémorables. Les hôteliers sont des artisans d'expériences de vie.

source: The promise of excellence to its customers, from all points of view. Through luxury services, but above all by personalizing the customer experience as much as possible. Exceptional service and an ultra-depth understanding of every customer need will be required. It is the permanent anticipation and the design of absolutely memorable moments in life.
fr: La promesse d'excellence à ses clients, à tous points de vue. Par des services de luxe, mais surtout en personnalisant au maximum l'expérience client. Un service exceptionnel et une compréhension ultra approfondie du moindre besoin client seront nécessaires. C'est l'anticipation permanente et la conception de moments de vie absolument mémorables.

source: Luxury stays
fr: Des séjours de luxe

source: Attention stays
fr: Des séjours d'attention

source: SERVICES
fr: NOS SERVICES

source: Our Establishments
fr: Nos Établissements

source: ESTABLISHMENT
fr: ÉTABLISSEMENT

source: Hypnos Groupe web application allowing you to book suites in our most luxurious establishments and manage them with ease!
fr: Application Web Hypnos Groupe permettant de réserver des suites dans nos établissements les plus luxueux et de les gérer en toute simplicité !

source: Welcome to Hypnos !
fr: Bienvenue sur Hypnos !

source: Edit Booking
fr: Modifier votre réservation

source: back to list
fr: Retour à la liste

source: Last Booking
fr: Les dérnière réservation

source: The last 3 booking
fr: Les trois dérnière réservation

source: Start date
fr: Date de dèbut

source: End date
fr: Date de fin

source: Price
fr: Prix

source: no records found
fr: Aucune réservation faites

source: you have three days before the start reservation to modify date or cancel it
fr: vous avez trois jours avant le début de la réservation pour modifier la date ou l'annuler

source: Are you sure you want to delete this item?
fr: Êtes-vous sûr de bien vouloir supprimer votre réservation?

source: Welcome
fr: Bienvenue

source: Phone
fr: Télephone

source: Reservation to be validated
fr: Réservation à valider

source: Get in touch with us
fr: Prenez contact avec nous

source: Hi! Please confirm your email!
fr: Salut! Veuillez confirmer votre email!

source: Please confirm your email address by clicking the following link:
fr: Veuillez confirmer votre adresse e-mail en cliquant sur le lien suivant :

source: Confirm my Email
fr: Confirmer mon e-mail

source: This link will expire in
fr: Ce lien expirera dans

source: Register
fr: S'inscrire

source: Already a member ?
fr: Déjà membre ?

source: Log in!
fr: Connexion!

source: Please sign in
fr: Veuillez vous connecter

source: Password
fr: Mot de passe

source: Sign in
fr: S'identifier

source: you are not registered?
fr: Vous n'êtes pas enregistré ?

source: You are Connected as
fr: Vous êtes connecté en tant que

source: Logout
fr: Se déconnecter

source: Our Suites
fr: Nos suites

source: HGH|Hypnos Group Hotelier
fr: HGH|Hypnos Groupe Hôtelier

source: Your registration has been validated
fr: Votre inscription a été validée

source: log in!
fr: Connectez-vous!
